{
  "metadata": {
    "document_id": "article_20211201_001",
    "version": "1.0",
    "language": "zh-CN"
  },
  "article": {
    "header": {
      "title": "中国产生了共产党是开天辟地的大事变",
      "publish_date": "2021-12-01",
      "author": "欧阳淞",
      "source": {
        "name": "《求是》",
        "type": "2021/23"
      }
    },
    "content": {
      "structure": [
        {
          "type": "text",
          "order": 1,
          "paragraphs": [
            "百年奋斗，源头在中国共产党的创建。",
            "《中共中央关于党的百年奋斗重大成就和历史经验的决议》（以下简称《决议》）指出：“中国产生了共产党，这是开天辟地的大事变，中国革命的面貌从此焕然一新。”我们要通过对《决议》和习近平总书记关于党的历史重要论述的学习，深刻认识中国共产党产生的历史背景，全面理解中国共产党产生的历史条件，准确把握中国共产党产生的历史意义，从而更加深刻地认识到是历史和人民选择了中国共产党，“没有中国共产党，就没有新中国，就没有中华民族伟大复兴”，更加坚定不移地跟着党走，为实现中华民族伟大复兴的中国梦而不懈奋斗。"
          ]
        },
        {
          "type": "hd",
          "order": 2,
          "paragraphs": [
            "一、深刻认识中国共产党产生的历史背景"
          ]
        },
        {
          "type": "text",
          "order": 3,
          "paragraphs": [
            "中国是一个文明古国。中华民族具有5000多年连绵不断的文明历史，为人类作出了卓越贡献。当英国从18世纪60年代初开始工业革命的时候，中国最后一个封建王朝——清朝的统治者却仍处于夜郎自大、自我封闭的状态之中。原来文明程度落后于中国的一些欧美国家，陆续跑到了中国的前头。落后就要挨打。1840年，急于向外扩张的英国发动侵略中国的鸦片战争，中国历史的发展从此发生重大转折。",
            "鸦片战争以后，中国逐步成为半殖民地半封建社会，国家蒙辱、人民蒙难、文明蒙尘，中华民族遭受了前所未有的劫难。面对劫难，中国人民和中华民族奋起抗争，以百折不挠的精神，进行了一场场反帝反封建的革命斗争。这正如《决议》指出的那样：“为了拯救民族危亡，中国人民奋起反抗，仁人志士奔走呐喊，进行了可歌可泣的斗争。”“太平天国运动、洋务运动、戊戌变法、义和团运动接连而起，各种救国方案轮番出台，但都以失败告终。孙中山先生领导的辛亥革命推翻了统治中国几千年的君主专制制度，但未能改变中国半殖民地半封建的社会性质和中国人民的悲惨命运。”简要回顾《决议》提到的这些反抗、斗争和种种努力，对于深刻理解中国共产党产生的历史必然性是必要的。",
            "据不完全统计，1842年至1850年间，全国各族人民的反清起义在百次以上。太平天国农民起义就是在群众斗争此起彼伏的情况下爆发的。1851年，洪秀全率拜上帝教教众在广西桂平金田村发动起义，建号太平天国。1856年上半年，太平天国达到了军事上的全盛时期。1856年9月，发生内部自相残杀的天京事变，这一事变成为太平天国由盛转衰的分水岭。1864年7月，天京陷落。太平天国起义虽然失败了，但它沉重打击了封建统治阶级，强烈撼动了清政府的统治根基。",
            "在清政府镇压太平天国起义与捻军起义的过程中，洋务运动兴起。洋务运动历时30多年，虽然办起了一批企业，建立了海军，但甲午战争一役，北洋海军的全军覆没，标志着洋务运动的失败。洋务运动所具有的封建性、依赖性、腐朽性，使其不可能为中国摆脱贫弱找到出路，也不可能避免最终失败的命运。",
            "甲午战争惨败后，一些知识分子把向西方学习推进到一个新的维度，即不但要学习西方的科学技术，而且想学习西方的政治制度和思想文化。于是，一场变法维新的政治运动于1898年发生了。这场运动遭到封建守旧势力的激烈反对，如同昙花一现，只经历103天就夭折了。维新派既不敢否定封建主义，又对帝国主义抱有幻想，还惧怕人民群众，而把实行改革的全部希望寄托在一个没有实权的皇帝身上，这样的维新是不可能摆脱失败的结局的。",
            "“戊戌六君子”的血的教训，促使一部分人逐渐放弃改良主张，开始走上革命的道路。1911年，以孙中山先生为代表的革命党人发动了震惊世界的辛亥革命。武昌城头枪声一响，拉开了中国完全意义上的近代民族民主革命的序幕。辛亥革命极大促进了中华民族的思想解放，传播了民主共和的理念，打开了中国进步潮流的闸门，撼动了反动统治秩序的根基，在中华大地上建立起亚洲第一个共和制国家，以巨大的震撼力和深刻的影响力推动了中国社会变革，为实现中华民族伟大复兴探索了道路。由于历史进程和社会条件的制约，由于没有找到解决中国前途命运问题的正确道路和领导力量，辛亥革命没有改变旧中国半殖民地半封建的社会性质和中国人民的悲惨境遇，没有完成实现民族独立、人民解放的历史任务。这正如《决议》指出的那样：“中国迫切需要新的思想引领救亡运动，迫切需要新的组织凝聚革命力量。”这些都是中国共产党得以产生的历史背景。"
          ]
        },
        {
          "type": "hd",
          "order": 4,
          "paragraphs": [
            "二、全面理解中国共产党产生的历史条件"
          ]
        },
        {
          "type": "text",
          "order": 5,
          "paragraphs": [
            "《决议》指出：“十月革命一声炮响，给中国送来了马克思列宁主义。五四运动促进了马克思主义在中国的传播。在中国人民和中华民族的伟大觉醒中，在马克思列宁主义同中国工人运动的紧密结合中，一九二一年七月中国共产党应运而生。”《决议》的这一重要论述，不仅阐明了中国共产党产生的外部原因，而且阐明了中国共产党产生的内在条件；在阐述内在条件时，不仅阐明了中国共产党产生的思想基础，而且阐明了中国共产党产生的阶级基础，十分全面而又精准地阐明了党成立的历史条件和历史过程。",
            "“十月革命一声炮响，给我们送来了马克思列宁主义，这就是当时的世界大势。”而先进的中国知识分子之所以能够接受马克思主义，这既与“旧式的农民战争走到尽头，不触动封建根基的自强运动和改良主义屡屡碰壁，资产阶级革命派领导的革命和西方资本主义的其他种种方案纷纷破产”这些历史背景相关，更与新文化运动的兴起等新的历史条件相关。",
            "新文化运动是从1915年9月陈独秀在上海创办《青年杂志》（后改名《新青年》）开始的。《新青年》编辑部迁往北京后，李大钊、鲁迅等加入编辑部并成为主要撰稿人。新文化运动的基本口号是拥护“德先生”和“赛先生”，即提倡民主和科学，通过批判孔学，在中国社会掀起一股思想解放的潮流。这潮流，冲决了禁锢人们思想的闸门。而这闸门一经打开，各种新思想的涌流便不可避免了。新文化运动的兴起，客观上为此后马克思主义在中国的传播扫清了重要障碍。",
            "1917年俄国爆发的十月社会主义革命，是一个具有划时代意义的历史事件。十月革命不仅使中国人民看到了民族解放的希望，而且推动中国人民去关心、去研究这个革命所遵循的马克思列宁主义。",
            "在中国早期的马克思主义思想运动中，李大钊起着主要作用。1919年，他将《新青年》第六卷第五号编为“马克思研究专号”，帮助北京《晨报》副刊开辟了“马克思研究”专栏。陈独秀、毛泽东、董必武等有过不同经历的先进知识分子，也先后走上马克思主义的道路，马克思主义在中国逐步进入广泛传播的阶段。",
            "1919年爆发的五四运动，是中国近代史上一个划时代的事件。五四运动的直接导火线，是巴黎和会上中国外交的失败。消息传到国内，激起各阶层人民的强烈愤怒。1919年5月4日，北京大学等学校的3000多名学生冲破反动军警的阻拦，在天安门前集会，随后举行示威游行。震惊中外的五四运动爆发。从6月5日起，上海六七万工人为声援学生先后举行罢工。工人罢工推动了商人罢市、学生罢课。随后，这场反帝爱国运动扩展到了20多个省、100多个城市。迫于人民群众的压力，北洋政府不得不作出妥协、让步，五四运动的直接斗争目标得以实现。五四运动是中国旧民主主义革命走向新民主主义革命的转折点，它以彻底反帝反封建的革命性、追求救国强国真理的进步性、各族各界群众积极参与的广泛性，推动了中国社会进步，促进了马克思主义在中国的传播及其同中国工人运动的结合，为中国共产党的成立做了思想上干部上的准备。",
            "五四运动前夕，中国的产业工人已达200万左右。随着中国工人阶级开始作为独立的政治力量登上历史舞台和马克思列宁主义在中国的广泛传播，建立一个以马克思主义为指导的工人阶级政党的任务被提上日程。最早酝酿在中国建立共产党的是陈独秀和李大钊。1920年2月，在护送陈独秀离京途中，李大钊和他商讨了在中国建立共产党组织的问题。同年3月，李大钊在北京大学成立马克思学说研究会。同年5月，陈独秀在上海组织马克思主义研究会。8月，共产党早期组织在中国工人阶级最密集的中心城市上海成立。这实际上是中国共产党的发起组织。同年10月，李大钊在北京成立共产党早期组织。从1920年秋至1921年春，董必武等在武汉，毛泽东等在长沙，王尽美等在济南，谭平山等在广州，都成立了共产党早期组织。在日本、法国也成立了由留学生和华侨中先进分子组成的共产党早期组织。加上俄共（布）远东局的支持，中国创建共产党的条件已基本具备。",
            "1921年7月23日，中国共产党第一次全国代表大会在上海法租界望志路106号（今兴业路76号）举行。参加会议的代表有：上海的李达、李汉俊，北京的张国焘、刘仁静，长沙的毛泽东、何叔衡，武汉的董必武、陈潭秋，济南的王尽美、邓恩铭，广州的陈公博，旅日的周佛海；包惠僧受陈独秀派遣，出席了会议。他们代表着全国50多名党员。由于受到暗探注意和法租界巡捕房的搜查，最后一天的会议转移到了浙江嘉兴南湖的一条游船上举行。中共一大确定党的名称为“中国共产党”，大会通过了党的第一个纲领，表明中国共产党从建党开始就把社会主义、共产主义确定为自己的奋斗目标，坚持用革命的手段实现这个目标。大会决定设立中央局作为中央临时领导机构，并选举陈独秀为中央局书记。",
            "中国共产党自1921年成立以来，始终把为中国人民谋幸福、为中华民族谋复兴作为自己的初心使命，始终坚持共产主义理想和社会主义信念，团结带领全国各族人民为争取民族独立、人民解放和实现国家富强、人民幸福而不懈奋斗，已经走过了一百年光辉历程。中国共产党的先驱们创建了中国共产党，形成了坚持真理、坚守理想，践行初心、担当使命，不怕牺牲、英勇斗争，对党忠诚、不负人民的伟大建党精神。中国共产党的成立，是中国近代历史发展的必然产物，是中国人民在救亡图存斗争中顽强求索的必然产物，是实现中华民族伟大复兴的必然产物。中国共产党的产生，是历史和人民的选择！"
          ]
        },
        {
          "type": "hd",
          "order": 6,
          "paragraphs": [
            "三、准确把握中国共产党产生的历史意义"
          ]
        },
        {
          "type": "text",
          "order": 7,
          "paragraphs": [
            "“建立中国共产党、成立中华人民共和国、推进改革开放和中国特色社会主义事业，是五四运动以来我国发生的三大历史性事件，是近代以来实现中华民族伟大复兴的三大里程碑。”党的成立具有极其重大而深远的历史意义。",
            "习近平总书记指出：“中国产生了共产党，这是开天辟地的大事变，深刻改变了近代以后中华民族发展的方向和进程，深刻改变了中国人民和中华民族的前途和命运，深刻改变了世界发展的趋势和格局。”习近平总书记的这一重要论述，是对党成立伟大历史意义的最精辟概括、最深刻阐述，为我们准确把握党的百年历史提供了根本遵循。",
            "中国共产党的产生，深刻改变了近代以后中华民族发展的方向和进程。",
            "中华民族是世界上古老而伟大的民族，但进入近代以后，由于西方列强的入侵，由于封建统治的腐败，呈现在世界面前的是一派衰败凋零的景象。",
            "为了捍卫民族独立和尊严，中国人民挺起脊梁，奋起抗争，这其中，战死沙场者有之，慷慨赴死者有之，蹈海酬国者有之，颠沛流离上下求索者有之。可是，斗争一次又一次失败了，无数志士仁人只能为此抱终天之恨。",
            "历史充分证明：“方向决定道路，道路决定命运。”没有先进理论武装起来的先进政党的领导，没有先进政党顺应历史潮流、勇担历史重任、敢于作出巨大牺牲，中国人民就无法打败压在自己头上的各种反动派，中华民族就无法改变被压迫、被奴役的命运，我们的国家就无法团结统一、在社会主义道路上走向繁荣富强。而中国之所以能有今天，就是因为产生了共产党。正是这个政党，既坚持马克思主义基本原理，又不断推进马克思主义中国化时代化，先后成功探索出新民主主义革命道路、社会主义改造和社会主义建设道路、中国特色社会主义道路，从而深刻改变了近代以后中华民族发展的方向和进程，这正如《决议》指出的那样：“脚踏中华大地，传承中华文明，走符合中国国情的正确道路，党和人民就具有无比广阔的舞台，具有无比深厚的历史底蕴，具有无比强大的前进定力。”",
            "历史告诉我们，历史和人民选择中国共产党领导中华民族伟大复兴的事业是正确的，必须长期坚持、永不动摇；中国共产党领导中国人民开辟的中国特色社会主义道路是正确的，必须长期坚持、永不动摇；中国共产党和中国人民扎根中国大地，吸纳人类文明优秀成果、独立自主实现国家发展的战略是正确的，必须长期坚持、永不动摇。",
            "中国共产党的产生，深刻改变了中国人民和中华民族的前途和命运。",
            "近代以后，中国人民深受帝国主义、封建主义、官僚资本主义三座大山压迫，被西方列强辱为“东亚病夫”。一百年来，党领导人民经过波澜壮阔的伟大斗争，中国人民彻底摆脱了被欺负、被压迫、被奴役的命运，成为国家、社会和自己命运的主人，人民民主不断发展，14亿多人口实现全面小康，中国人民对美好生活的向往不断变为现实。一百年来，党领导人民不懈奋斗、不断进取，成功开辟了实现中华民族伟大复兴的正确道路。中国从四分五裂、一盘散沙到高度统一、民族团结，从积贫积弱、一穷二白到全面小康、繁荣富强，从被动挨打、饱受欺凌到独立自主、坚定自信，仅用几十年时间就走完发达国家几百年走过的工业化历程，创造了经济快速发展和社会长期稳定两大奇迹。",
            "历史告诉我们，一百年来，中国走过的历程，中国人民和中华民族走过的历程，是中国共产党和中国人民用鲜血、汗水、泪水写就的，充满着苦难和辉煌、曲折和胜利、付出和收获，这是中华民族发展史上不能忘却、不容否定的壮丽篇章，也是中国人民和中华民族继往开来、奋勇前进的现实基础。饮水思源，这“活水源头”就在中国共产党的成立。正是中国共产党的产生，深刻改变了中国人民和中华民族的前途和命运。",
            "中国共产党的产生，深刻改变了世界发展的趋势和格局。",
            "“大道之行，天下为公。”一百年来，党既为中国人民谋幸福、为中华民族谋复兴，也为人类谋进步、为世界谋大同。党始终以世界眼光关注人类前途命运，从人类发展大潮流、世界变化大格局、中国发展大历史正确认识和处理同外部世界的关系，坚持开放、不搞封闭，坚持互利共赢、不搞零和博弈，坚持主持公道、伸张正义，站在历史正确的一边，站在人类进步的一边。中国共产党团结带领中国人民，以自强不息的奋斗深刻改变了世界发展的趋势和格局。党领导中国人民成功走出中国式现代化道路，创造了人类文明新形态，拓展了发展中国家走向现代化的途径，给世界上那些既希望加快发展又希望保持自身独立性的国家和民族提供了全新选择。党推动构建人类命运共同体，为解决人类重大问题，建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界贡献了中国智慧、中国方案、中国力量，成为推动人类发展进步的重要力量。",
            "历史告诉我们，一百年来，在风云变幻的世界舞台上，中国共产党和中国既坚定地保持自信，也秉持谦虚态度与伙伴精神与其他政党和国家相处。中国共产党始终坚信，大党之大，大国之大，不在于体量大、块头大、拳头大，而在于胸襟大、格局大、担当大。为人类不断作出新的更大贡献，是中国共产党和中国人民早就作出的庄严承诺。中国共产党和中国人民从苦难中走过来，深知和平的珍贵、发展的价值，将始终把促进世界和平与发展视为自己的神圣职责，为实现人类和平永续发展不断作出贡献！",
            "百年历史证明，历史和人民选择了中国共产党，中国共产党也没有辜负历史和人民的选择。正是因为有了中国共产党成立的开天辟地，才有新中国建立的改天换地，才有改革开放的翻天覆地，才有走向复兴、实现中国梦的顶天立地，也才会有中华民族更加美好的光明前景。因此，中国共产党的产生是一个具有里程碑意义的伟大事件，其开天辟地的伟大历史功勋，必将永载中国共产党的历史、中华民族的历史、科学社会主义的历史、人类社会进步的历史！"
          ]
        }
      ]
    }
  }
}